{  
  "core": {
    "energies": {
      "3": {
        "name": "3 - Energy of Fertility",
        "description": "<p>This energy symbolizes earthly material fertility and earthly goods. You strive for a comfortable and happy life throughout your life. You want to achieve high social status, to live in luxury and wealth. Even power, which you sooner or later achieve, you need in order to get material fruits, and not out of mere ambition. It must be said that people with this energy may well realize their dreams, but for this they will have to do something. Through you not resourceful people get support, you can give vitality to projects. Women with this energy can perfectly cope with all three roles of the archetype of the Great Mother: mother, wife, and housewife/mistress. Men with this energy understand women very well. They are romantic and will easily prepare a bath with rose petals or do other romantic gestures.</p><p class='fw-bold'>To achieve inner harmony and to fill yourself with energy, you need to:</p><ul class='list-style'> <li>For women: Accept the feminine essence in yourself and in the women around you, to establish a relationship with your mother.</li> <li>For men: Be surrounded by women as much as possible, interact with them. It is especially good to work in a female team.</li> <li>Find a good partner, start a strong family, have children.</li> <li>Try to keep the house in perfect cleanliness and order.</li> <li>Set a goal, together with a partner, to provide the family with everything necessary, and to raise the standard of living.</li> <li>Do not put pressure on the children, do not impose their own opinion, allow them to live their own lives.</li> <li>Achieve a leadership position at work, take responsibility for your subordinates.</li> <li>Try to live the way you want to live: do not save money, buy prestigious things, travel, etc.</li> <li>Start helping people in need, take a worthy person under your care, realizing the urge to mentor.</li> </ul>"
      },
      "4": {
        "name": "4 - Energy of Power",
        "description": "<p>You are endowed with power, have a talent for managing people, can make important and responsible decisions. Maximum comfort for you will bring the situation where you feel your power over people, projects and circumstances.</p><p><b>Description of your inner harmony zone:</b><br /><ul class='list-style'> <li>You hold a leadership position at work.</li><li>Ideally, you have some significant social status.</li><li>There is order in your life, things are strictly according to plan.</li><li>You are physically strong and fully healthy.</li><li>The situation at home and at work is as stable as possible.</li><li>In any of your affairs emotions should be much less than a sound calculation.</li></ul><p><b>Getting to the point of harmony requires:</b></p><p><b>Becoming a leader.</b> You are an excellent leader, not only in your professional life, but also at home. All you need to do to become a leader is to want it and start moving in that direction.</p><p><b>Feminine.</b> A woman with this energy should not become a man in a skirt. Her goals should be achieved using feminine soft power, intelligence, and beauty.</p><p><b>Rational thinking.</b> The man with this energy has critical logical thinking, can easily build a strategy of development, prudent in the choice of path. He can not be guided by emotions, only planning and pure calculation.</p><p><b>Active movement.</b> A person with this energy needs to constantly act, only activity will bring good results. When you create a plan, immediately proceed to its implementation.</p>"
      },
      "5": {
        "name": "5 - Energy of Learning and Traditions",
        "description": "<p>This energy symbolizes learning, enlightenment, tradition and higher justice. It honors family values, makes sure rules are followed and information is passed down from generation to generation.</p><p>You strive with all your soul for truth and knowledge. It is believed that people with this energy can discover the greatest secrets and comprehend divine revelation. Such a person can achieve harmony by making a long and difficult path of gathering and passing the accumulated wisdom to students. This energy symbolizes the knowledge available to everyone, the knowledge that will help people to comprehend the universe.</p><p class='fw-bold'>To achieve inner harmony and to fill yourself with energy, you need to:</p><ul class='list-style'> <li>Constantly learn and develop in the chosen direction.</li><li>Apply the acquired knowledge in practice, uniting matter and spirit.</li><li>Find followers, and in the second half of life also students to whom you can pass on knowledge.</li><li>With a pure heart to carry the light of truth to all comers, to give advice, to judge disputants.</li><li>Having gained power, lead people to the light, raising them to your level, not sinking to theirs.</li><li>Adhere to human and divine laws.</li><li>Developing spiritually do not forget about your body.</li><li>Establish relations in the family, have a strong spiritual connection with parents and grandparents.</li></ul>"
      },
      "6": {
        "name": "6 - Energy of Love and Relationships",
        "description": "<p>This energy symbolizes love in a global sense. Love for yourself, your partner, others, your profession, God and the world in general. Everything you do should be only out of love: studying, looking for a life partner, choosing a job, etc. You are a welcoming host, a loyal friend, a charming acquaintance and an emotional artist. At the same time, you are subject to the influence of emotions and momentary impulses. As a result, you often find yourself facing difficult choices where your mind and heart are in conflict, and it's hard to make a decision. People with this energy often create a personal reality, trying to surround themselves with comfort and an atmosphere of celebration. If you manage to achieve personal harmony, you become truly successful in all areas of life.</p><p class='fw-bold'>To achieve inner harmony and to fill yourself with energy, you need to:</p><ul class='list-style'> <li>Love yourself, your life, your enemies, your friends and the whole world around you.</li><li>Accept the love of the universe, realize that the universe really loves you.</li><li>Choose the right life partner, do not be idealistic and do not sacrifice yourself for the sake of the relationship.</li><li>Expand your social circle, make new acquaintances, make friends.</li><li>Choose a profession by your heart, dare to change your job if you hate it in your heart.</li><li>Invite guests more often, people with this energy always lack a sense of celebration.</li><li>Be more tolerant of yourself and others, no one in this world is perfect.</li><li>Resolve any conflicts through negotiation, forceful solutions will not bring you results.</li><li>Learn to separate fantasy from reality.</li><li>Surround yourself with comfort and coziness, do not neglect money, try to love them.</li></ul>"
      },
      "7": {
        "name": "7 - Energy of Movement and Victory",
        "description": "<p>This energy symbolizes forward motion, focus on process, discipline and control over circumstances. Constant movement is the basis of your life. Therefore, for inner comfort, you need to constantly move, travel, and be behind the wheel.</p><p>You are determined, fearless, bold, and active. You set goals for yourself and systematically achieve them. At the same time, your goals are not only material but also aimed at benefiting people. However, you find real mental comfort and harmony only at the moment of victory. This moment is extremely short, but it is enough to recharge the owner with energy and give a motivation to move to the next goal.</p><p class='fw-bold'>To achieve inner harmony and to fill yourself with energy, you need to:</p><ul class='list-style'> <li>Set a lot of minor and one or two major goals, so you will always be motivated to keep moving towards them.</li><li>It is necessary to note all significant achievements.</li><li>Constantly be active, keep an optimistic attitude, restrain destructive emotions.</li><li>Fight the inner fear of defeat.</li><li>Try to control the surroundings, and most importantly, yourself.</li><li>Take responsibility for subordinates and family.</li><li>Develop a daily schedule and stick to it, both in terms of work and rest.</li><li>Develop body and spirit. Do sports, be sure to participate in competitions.</li><li>Find a hobby, travel more, horseback riding will give you a lot of energy.</li></ul>"
      },
      "8": {
        "name": "8 - Energy of Justice",
        "description": "<p>You spend your whole life striving for justice and balance in everything. It is believed that such a person has all the abilities to achieve true harmony, to find mental balance and peace. You are very perceptive and fair, see regularities in everything that happens, know how to understand the issue. You make balanced decisions without focusing too much on emotions.</p><p class='fw-bold'>To achieve inner harmony and to fill yourself with energy, you need:</p><ul class='list-style'> <li><b>Balance.</b> Keep the balance between spiritual and material, do not fall into extremes, do not lose yourself no matter how bad or good your affairs are. Refrain from rash impulsive actions, calmly and confidently go your way.</li><li><b>Follow the rules.</b> Execute all legal, moral, or religious laws that you have accepted. Any illegal act will have appropriate results leading to depression and unhappiness.</li><li><b>Do not avoid problems.</b> Find and make the right decisions without running away from problems. The situation will be repeated many times until you pass this karmic lesson.</li><li><b>Control emotions.</b> It is important not to suppress emotions, but to learn to control them. Otherwise, in a critical situation, emotions will overpower you and will not allow you to think straight.</li><li><b>Awareness.</b> Follow the advice of the voice of justice within you. Notice the signs of fate, they will help you in making decisions and choosing the right road.</li></ul>"
      },
      "9": {
        "name": "9 - Energy of Wisdom",
        "description": "<p>You spend your whole life striving to gain knowledge, explore and learn something new. You like to be alone with yourself, and in solitude search for truth. It is not surprising that you feel most comfortable and harmonious when you have the opportunity to quietly receive information, systematize it to gain wisdom and practical experience. Material problems do not concern you at all, and you prefer not to think about them.</p><p class='fw-bold'>To achieve inner harmony and to fill yourself with energy, you need:</p><ul class='list-style'> <li><b>Knowledge and wisdom.</b> You are the real sage and constantly collect new knowledge and experience in your piggy bank.</li><li><b>Gain strength.</b> Being alone on a regular basis will energize you. Being alone with yourself, you will absorb information and comprehend the experience much faster.</li><li><b>Carry the light of knowledge.</b> Not everyone can learn and comprehend science without help. Try yourself in the role of a teacher or mentor. Communicate more - you will be very encouraged to share your experiences.</li><li><b>Keep a balance.</b> Learn to keep a balance of spiritual and physical development. Don't shut yourself off to solitude. When necessary, you should immerse yourself and then go out into society, create new projects or simply socialize.</li><li><b>Express emotions.</b> You are not overly emotional, by nature, and can stay calm even in difficult situations. However, don't give up on expressing your feelings - remember balance.</li></ul>"
      },
      "10": {
        "name": "10 - Energy of Flow and Fortune",
        "description": "<p>Symbolizes good luck, a positive attitude, and trust in fate, despite any events. You most likely believe in your fate and luck, never get discouraged in case of trouble, always ready to act and move. It is important to believe in your destiny and stick to your unique path. Luck favors you, but this does not mean that you will not have to do anything, and life will consist exclusively of positive things. In reality, the Wheel of Fortune will turn towards you in different directions. But only this will allow you to gain experience and undergo some kind of transformation that will lead you to personal and spiritual growth. People with this energy need to learn to live and work from a relaxed state - that way they are in the flow of the Universe. When they start worrying about surviving, life will become difficult because they will be out of the flow.</p><p class='fw-bold'>To achieve inner harmony and to fill yourself with energy, you need to:</p><ul class='list-style'> <li>Believe in luck, but do not forget to be active, the Wheel of Fortune does not like passiveness.</li><li>Watch the signs, do not miss the opportunities that will be given to you.</li><li>Go the way you are destined, do not resist the will of the higher powers.</li><li>The universe knows about your dreams and will certainly make them true.</li><li>Be calm no matter what happens, and do not fall into despondency. </li><li>Accept all gifts and trials of fate with dignity, do not blame life for failures.</li><li>Be grateful to the Universe for what it has already given you.</li><li>Generously share your luck and gifts of fate with others.</li><li>Do not take unnecessary risks, do not gamble, do not get involved in dangerous adventures.</li></ul>"
      },
      "11": {
        "name": "11 - Energy of Strength",
        "description": "<p>This energy symbolizes powerful energy, protection, and power. Your energy is fast, and you can do many things at once. You have great prospects, filled with energy and strive for great achievements. You are determined and courageous, feel responsible for others, and are always ready to stand up for their defense.</p><p>Make sure that your physical activity is balanced with spirituality. This balance gives the owner of this energy spiritual comfort and a sense of harmony. Starting to comprehend all aspects of your energy from childhood, you gradually move towards your intended goals, becoming more and more self-confident, calm and friendly. If the energy is explored in a positive way, the harmony of spiritual and physical strength reveals all the potential inherent in it.</p><p class='fw-bold'>To achieve inner harmony and to fill yourself with energy, you need to:</p><ul class='list-style'> <li>Accept the inner “beast”, curb your animal nature, without suppressing or imprisoning it in a cage.</li><li>Take care of the body correctly, not depleting it, but strengthening it.</li><li>Play sports regularly and participate in competitions.</li><li>Learn to relax and take breaks, find a hobby.</li><li>Develop resilience, overcome all hardships.</li><li>Establish a connection with the outside world through nature and spiritual practices.</li><li>Having gained experience, help the weak, share strength and experience with them.</li></ul>"
      },
      "12": {
        "name": "12 - Energy of a Different Vision / Energy of Service",
        "description": "<p>You have unordinary thinking and can see any situation from a new angle, and solve problems quickly and effectively. People with this energy are a source of unusual information, they are attracted to everything unusual and mysterious. They like to learn something new and interesting about life.</p><p>At the same time, the owner of this energy understands people perfectly, knows how to empathize and sympathize, taking on part of the burden of their neighbor. Actually, it is at the moment of help that such a person is truly happy and achieves true harmony. You can sacrifice a lot, but remember that your personal resource is not unlimited.</p><p class='fw-bold'>To achieve inner harmony and to fill yourself with energy, you need:</p><ul class='list-style'> <li><b>Spiritual growth.</b> Try to develop spiritually all the time, this will fill you with strength and confidence. A lack of spiritual growth will leave you with a feeling that something is missing in your life.</li><li><b>Compassion.</b> You understand others well and know how to choose the right words to support a person in a difficult situation. This is a rare gift, but make sure you do not sacrifice too much by helping others. Otherwise, you will leave yourself without energy, depressed and unhappy.</li><li><b>Charity.</b> If you don't have any serious financial problems, be sure to get involved in charity and help everyone you can. Rest assured, the Universe will find somehow to thank you.</li><li><b>Self-love.</b> Remember your needs more often, remember that you too are worthy of love and compassion. Take care of yourself, rest regularly, and spend more time in nature.</li></ul>"
      },
      "13": {
        "name": "13 - Energy of Rebirth and Changes",
        "description": "<p>You strive with all your heart for changes in life and personal spiritual transformation. You quickly adapt to any changes yourself and help others do the same, you know how to complete things and start new ones. But you find true harmony and spiritual comfort precisely in the process of change, being in the thick of things. This means you need to change all the time, learn new things, grow above yourself, change your place and lifestyle, find friends and colleagues.</p><p class='fw-bold'>To achieve inner harmony and to fill yourself with energy, you need to:</p><ul class='list-style'> <li>Understand that all the changes that life brings you are for the better. Do not resist them, but accept them with joy. You can adapt to changing conditions better than others.</li><li>Determinedly let go of the past, complete the things you started, throw away the trash, change jobs and start a new cycle. If necessary, help others change - you are good at it.</li><li>Along with changes in life, you must change yourself. Of course, the process of personal transformation occurs continuously, but you must help it.</li><li>Engage in spiritual self-development, get additional education, follow fashion and new technologies.</li><li>You will have to go through several major transformations throughout your life. Perhaps some of them have already happened - think about it. It will be difficult at times, but this is your path, trust fate and act.</li><li>Many owners of this energy receive a lot of energy when they do something risky or even life-threatening. If your profession has nothing to do with risk, try to pick an extreme hobby.</li></ul>"
      },
      "14": {
        "name": "14 - Energy of Time and Moderation",
        "description": "<p>A person with this energy searches and sooner or later finds that golden mean and the ideal balance in everything. It is when you can bring all your affairs and feelings into a state of balance that you will achieve true harmony and spiritual comfort. This will not be easy to do, but you already have all the necessary traits for this.</p><p class='fw-bold'>To achieve inner harmony and to fill yourself with energy, you need:</p><ul class='list-style'> <li><b>Calm</b> You need to learn to manage your emotions, be calm and peaceful. A hurricane of feelings and a passionate showdown will not bring you success. Know moderation in everything, be moderate in feelings, spending money, work and rest.</li><li><b>Patience.</b> Never rush things; it's unlikely that anything in your life will happen quickly. Patience, iron endurance and hard work are your main helpers on the path to harmony.</li><li><b>A balanced approach.</b> Before making important decisions, you need to assess the situation from different angles. Assess the motives of the participants, the resources you have, the possible consequences, and only then act.</li><li><b>Moderation.</b> Be modest in everything; when you achieve a position in society or significant financial success, do not brag about it. Set realistic goals for yourself, always be happy with what you already have.</li><li><b>Compromise.</b> In any problem, avoid polar solutions; it is better to look for a compromise. Intuition will tell you how to find a solution that suits everyone.</li><li><b>Balance in everything.</b> Ultimately, you must achieve balance in all areas. A measured, unhurried life, nobility and moderation, kindness and responsiveness - these are the qualities that will allow you to live happily.</li></ul>"
      },
      "16": {
        "name": "16 - Energy of Spiritual Transformation",
        "description": "<p>The carrier of this energy will be haunted by various trials all his life, victories will be replaced by defeats, and many things will have to start all over again. However, such a person is very stable and strong, self-confident and energetically restores what was destroyed. Moreover, it is precisely at the moment of successfully overcoming the next life test that he finds true harmony.</p><p class='fw-bold'>To achieve inner harmony and to fill yourself with energy, you need to:</p><ul class='list-style'> <li>Be firm and decisive, do not bend under the blows of fate. Remain calm in any event, act energetically and do not despair.</li><li>There is no need to be afraid of troubles, betrayal and material losses that may occur in the future. Move forward and don't cling to the past - this is your destiny.</li><li>Throw away everything that prevents you from developing and slows you down on your journey. Cleansing may be painful, but it is truly necessary.</li><li>Think constructively, try to overcome destructive thoughts if they arise. Your task is to build and restore, not destroy.</li><li>Help those who need your help. Not everyone is as strong as you; your family and colleagues will certainly need your support.</li><li>Never overestimate yourself, even if you managed to win several victories. Remember, pride has never brought anyone to goodness.</li></ul>"
      },
      "18": {
        "name": "18 - Energy of Mystery and Liberation from Fears",
        "description": "<p>This energy gives a person a rich imagination, a lively mind, creative talent, and most importantly, the ability to materialize their thoughts in reality. Such a versatile personality can achieve harmony precisely at the moment of bringing their plans to life. But there is also some danger in this, since not only positive thoughts will materialize, but also negative ones. Very often a person ignores the prompts of the Universe, afraid to make independent decisions. Sometimes people with this energy suffer from a lack of self-confidence, considering their abilities to be mediocre and their actions to be wrong.</p><p class='fw-bold'>To achieve inner harmony and to fill yourself with energy, you need to:</p><ul class='list-style'> <li>Form your inner world, learn to look for solutions to all problems in it.</li><li>Think positively, fight fears and simply negative thoughts.</li><li>Educate yourself, gain more diverse knowledge and emotions.</li><li>Express thoughts through writing, drawings and art in general.</li><li>Learn to trust your inner voice, believe the signs of fate.</li><li>When faced with problems, do not withdraw into yourself, do not hide in your inner world.</li><li>Communicate more with others, generously share your knowledge and wisdom.</li><li>Direct all dreams in a constructive direction, try to think less about the unrealistic goals.</li><li>Constantly train the gift of a materializer, starting with a simple list of wishes.</li><li>Set reasonable goals, make plans and implement them.</li></ul>"
      },
      "20": {
        "name": "20 - Energy of the Annunciation and Kin Connection",
        "description": "<p>Energy symbolizes kin and family, wisdom, awakening, fateful decisions, scientific and philosophical research. A person who has this energy feels connected to all of humanity, can make fateful decisions and is ready to bear responsibility for them. They have a philosophical approach to life, know how to process large amounts of information, and can become an inventor or scientist. Until a certain age or event, they may be in “hibernation” and not show their talents in any way. The main task of such people is to solve the problems of their kin. When there are no problems inside the family and everyone is happy with each other, a person feels maximum comfort.</p><p class='fw-bold'>To achieve inner harmony and to fill yourself with energy, you need to:</p><ul class='list-style'> <li>Solve all the tasks of the kin: find missing relatives, resolve disagreements, restore family property, found a new kin in a new place, etc.</li> <li>Respect the memory of ancestors without betraying your own moral principles.</li> <li>Regularly organize family meetings, celebrate holidays together.</li> <li>Engage in your own spiritual development, expand your worldview.</li> <li>Look at the world positively, get rid of eternal skepticism and unfounded doubts.</li> <li>Continue to study, receive additional education, take courses, trainings, etc.</li> <li>Always try to learn something new, travel more, learn languages.</li> </ul>"
      },
      "22": {
        "name": "22 - Energy of Freedom",
        "description": "<p>This is the energy of unconditional love or supreme spiritual freedom. The main characteristics of such a person are the spontaneity of feelings, complete freedom, and the absence of any framework or restrictions. A person belongs to the whole world, is open and inquisitive, easily tolerates a simple Spartan environment and the lack of basic amenities. They feel like an integral part of nature, so they strive to live away from the bustle of the city and the benefits of civilization in general. They easily master new roads, are not afraid to part with the past, and do not have the habit of dragging behind them the burden of problems from the past. They live one day at a time.</p><p class='fw-bold'>To achieve inner harmony and to fill yourself with energy, you need to:</p><ul class='list-style'> <li>Fully accept the freedom given to you by nature. Understand that lack of attachment to material values is normal.</li> <li>Remove internal barriers and surrender to the power of creative inspiration.</li> <li>Be open to people, don't close yourself off. Usually, it is the person with this energy who is the most powerful source of positive energy.</li> <li>Look for new experiences, travel more. Find a hobby: become a biker, ski, skydive.</li></ul>"
      }
    }
  }, 
  "talents": {
    "energies": {
      "1": {
        "name": "1 - Energy of Magician and Discoverer",
        "description": "<p>Other people see you as a leader, a person who strives to be the first everywhere, risky, omnipotent, and brave (even if in reality this is not the case). Usually, you are endowed with extraordinary abilities and personal self-realization is important to you. You have lots of ideas and start new projects with ease. You are initiative and easily make responsible decisions. You do not hesitate to set grandiose goals and confidently go to them.</p><p>It is important for you to find that sphere of life where you will have the opportunity to create something unique, that only you can do.</p>"
      },
      "2": {
        "name": "2 - Energy of Unity, Equality and Harmony",
        "description": "<p>You do not tell everything about yourself and in general is shrouded in a kind of mystery. You have an amazing intuition, see people through, and often make the right, but quite illogical decisions. You can understand people deeply and apply to yourself their feelings and emotions. That's why there are many great actors with this energy. You can listen and understand a lot without words, and give very valuable and timely advice. You have an innate ability to diplomacy. With age people with this energy become excellent spiritual mentors, who can help awaken inner resources.</p>"
      },
      "3": {
        "name": "3 - Energy of Fertility",
        "description": "<p>This energy symbolizes earthly material fertility and earthly goods. Home, family, children, comfort, luxury life, status in society are essential to you. You strive to take a leading position in life, you can be good manager or business owner. Women with this energy can perfectly cope with all three roles of the archetype of the Great Mother: mother, wife, and housewife/mistress. Men with this energy understand women very well. They are romantic and will easily prepare a bath with rose petals or do other romantic gestures.</p>"
      },
      "4": {
        "name": "4 - Energy of Power",
        "description": "<p>Energy represents power, confidence, authority and order. You are strong, ambitious, confident in your abilities, rational in business, pursuit your goal relentlessly, able to bring order and organize people, as well as control all the processes going on around you. In a broader sense, this energy symbolizes the power of the spirit, which overcomes circumstances and organizes matter. Such women feel comfortable around men. They often dress like men, have short haircuts, prefer sports style, engage in male activities, and choose male professions. Sometimes such a husband may forget his wife's birthday, but he always keeps his long-term plans in his mind - how to create a best future for his partner and children.</p>"
      },
      "5": {
        "name": "5 - Energy of Learning and Traditions",
        "description": "<p>This energy symbolizes learning, enlightenment, tradition and higher justice. This energy honors family values, and makes sure rules are followed and information is passed down from generation to generation.</p><p>Such a person is a lifelong seeker of truth and knowledge, adhering to traditional views. These people love science, they love to learn something new about the world and how everything works. However, a significant part of their knowledge about the world comes from inside them. It is important for the owners of this energy to not just accumulate their knowledge, but also share it with others.</p>"
      },
      "6": {
        "name": "6 - Energy of Love and Relationships",
        "description": "<p>Energy symbolizes love in a global sense. Love for yourself, your partner, others, your profession, God and the world in general. Everything you do should be only out of love: studying, looking for a life partner, choosing a job, etc. You are a welcoming host, a loyal friend, a charming acquaintance and an emotional artist. At the same time, you are subject to the influence of emotions and momentary impulses. As a result, you often find yourself facing difficult choices where your mind and heart are in conflict, and it's hard to make a decision. People with this energy often create a personal reality, trying to surround themselves with comfort and an atmosphere of celebration. If you manage to achieve personal harmony, you become truly successful in all areas of life.</p>"
      },
      "7": {
        "name": "7 - Energy of Movement and Victory",
        "description": "<p>This energy symbolizes forward motion, focus on process, discipline and control over circumstances. You are constantly on the move, trying to control what is happening, quickly respond to any changes. Determined, fearless, bold and active in action. Under any circumstances, you are ready to continue moving towards the goal, overcoming any obstacles.</p><p>This energy endows its owner with a sharp mind, excellent reaction, strength, and agility. Excellent discipline and people management skills make you a good leader.</p>"
      },
      "8": {
        "name": "8 - Energy of Justice",
        "description": "<p>This energy symbolizes law, justice, balance, agreements and discernment. You are balanced, honest and open, seeing a cause-and-effect connection in everything that happens. Fair by nature, can not tolerate any lawlessness, able to deny emotions, and look at what is happening with a cool head. You treat affairs thoroughly, easily follow all bureaucratic procedures, always keep your promises, and demand the same from others. Such people often work in legislative structures, law enforcement, control, and tax services. It is not an easy energy for its owner. People with this energy also have accelerated karma. It means they will grow quickly spiritually, but it will come with challenges to test for maturity and awareness.</p>"
      },
      "9": {
        "name": "9 - Energy of Wisdom",
        "description": "<p>People with this energy all their lives strive to gain knowledge, to explore and learn something new. They like to be alone with themselves, and in solitude search for truth. It is not surprising that they feel most comfortable and harmonious when they have the opportunity to quietly receive information, systematize it to gain wisdom and practical experience. Material problems do not bother them at all, and they prefer not to think about them.</p><p>You have a talent for giving sound advice. You know how to find the right path in life, while learning from your own experience and from others.</p>"
      },
      "10": {
        "name": "10 - Energy of Flow and Fortune",
        "description": "<p>Symbolizes good luck, a positive attitude, and trust in fate, despite any events. Events in the life of a person with this energy follow a cycle of ups and downs. But in general, everything is going well, if the owner calmly floats on the river of life. Then all the events around fold for the better without any effort. And even if there is some negative tendency, after some time the wheel of fortune again turns to a person's favorable side, and the situation is suddenly corrected. People with this energy need to learn to live and work from a relaxed state - that way they are in the flow of the Universe. When they start worrying about surviving, life will become difficult because they will be out of the flow.</p>"
      },
      "11": {
        "name": "11 - Energy of Strength",
        "description": "<p>This energy symbolizes powerful energy, protection, and power. Such people are often workaholics. They always need to do something, they cannot remain passive for a long time. In their free time, they love active recreation, but they should learn to meditate and relax so that their strength becomes softer and more creative. They do not tolerate pressure from outside and begin to defend themselves. And therefore, at times they can be arrogant and hot-tempered. But in general, they have a cheerful character, an open soul, and noble deeds. They can take responsibility and lead people as they have strong leadership energy. The main spiritual task for them is to unleash their innate potential, to curb their inner beast, absorbing all its energy and charisma.</p>"
      },
      "12": {
        "name": "12 - Energy of a Different Vision / Energy of Service",
        "description": "<p>You are kind at your core, merciful and compassionate. When people turn to you, you will always give support and help. It would be beneficial to you to engage in projects of service to people, charity. You will feel a sense of comfort when doing something for others.</p> <p>At the same time, you have unordinary thinking and can see any situation from a new angle, and solve problems quickly and effectively. People with this energy are a source of unusual information, they are attracted to everything unusual and mysterious. They like to learn something new and interesting about life. </p>"
      },
      "13": {
        "name": "13 - Energy of Rebirth and Changes",
        "description": "<p>Energy symbolizes radical changes in life, transformation of the inner world, and adaptation to the situation. A person can initiate changes in other people even by simply being present around them. They are not used to sitting still and will not allow others to do the same. They love risk and extreme sports, although their innate intelligence and insight do not allow them to cross a certain critical line. They do not tolerate monotony, they can be spiritually “reborn” several times during their lives, they love extreme sports. If the energy does not come out, it begins to destroy the body from the inside.</p>"
      },
      "14": {
        "name": "14 - Energy of Time and Moderation",
        "description": "<p>The owner of this energy is usually calm and it is quite difficult to get them out of balance. This is a self-sufficient personality, to which people are drawn, people are impressed by their equanimity, modesty, politeness and the ability to self-control. If necessary, easily finds a compromise and can resolve any conflict. Although at heart it is a very sensual person, with a subtle mental organization. Despite good self-control, these are very sensitive people. They have a delicate mental organization, they deeply experience everything going on around them,. They love music, good books, and movies. Such people often have some creative talent and may well realize themselves in this direction.</p>"
      },
      "15": {
        "name": "15 - Energy of Temptation",
        "description": "<p>People of this energy are gifted with great potential energy and capabilities. They are given a vision of human weaknesses. They are like an X-ray. They can look and see right through, where things are imperfect, and where and what needs to be worked on and spiritually healed. And without knowing it, they try to provoke a person to expose this negativity, so that a person can see where the weaknesses and imperfections lie. They have a magnetic personality. They like luxury things, bright stones. They often have power, can earn a lot of money, and can create material things of an incredible scale.</p>"
      },
      "16": {
        "name": "16 - Energy of Spiritual Transformation",
        "description": "<p>The energy symbolizes trials and challenges, restoration and structuring, strength of character, and irrepressible energy. These are a spiritually developed people. Without spiritual development, their life becomes harder. Cheerful, determined, adventurous, capable of being reborn from the ashes many times in life. They turn everything on its head, bring big changes wherever they go, and help others start a new path. Sure, it can be painful, but people with this energy do not tolerate stagnation, they reject everything that interferes with development. They also like to change everything in everyday matters, to participate in building something new and reconstructions. In the time of darkness, you have the ability to lead others to light, new vision, and awakening. This is how your leadership energy shows itself. If you live this energy positively, you can become a true spiritual leader. </p>"
      },
      "17": {
        "name": "17 - Energy of Star, Talent and Creativity",
        "description": "<p>People with this energy go towards their dreams, following the call of their heart, and until they leave this path, the Universe will help them in everything. They have a rich imagination and fantasy, always positive, smart and charismatic; those around them are unconsciously drawn to them. Self-confidence, self-love, connection with heaven are important components of the success of such people. People with the energy of the star can carry the state of a joyful, enthusiastic child throughout their entire lives. Talented in any kind of art, which they will do seriously. Sooner or later they will gain recognition and popularity if they are ambitious enough. It is not at all necessary that this person will work in the field of art. This could be a talented doctor, an outstanding scientist, or the most popular person in a family, etc.</p>"
      },
      "18": {
        "name": "18 - Energy of Mystery and Liberation from Fears",
        "description": "<p>Energy symbolizes creativity, communication, empathy and quick materialization of thoughts. It develops a rich and vivid imagination in a person, making impressionable and trusting. They often have prophetic dreams and have an energetic connection with the Moon. And therefore, their life and health are directly affected by lunar cycles. If the moon is waxing, i.e. growing, then their potential also increases; if decreasing, then there may be less energy. They have strong intuition and a rich inner world. Although sometimes their own fantasies turn out to be so meaningful for them that they crowd out reality. Being very impressionable, they may be wary of the world, deliberately shutting themselves off from it.</p>"
      },
      "19": {
        "name": "19 - Energy of Light",
        "description": "<p>People of this energy are endowed with the ability to shine, and therefore, to unconditionally give their creative abilities and energy potential to the world. They are very open and have powerful energy. Leaders by nature, because they are so passionate about something that it is simply impossible not to follow them. They may become upset when they are without action or creative activity for a long time. Their life is full of activity in everything. They are extremely ambitious, cannot sit still, and quickly make significant progress in all areas of life. At the same time they are kind, treat others with warmth, sincerely love children and respect their parents. They concentrate mainly on the material sphere of life.</p>"
      },
      "20": {
        "name": "20 - Energy of the Annunciation and Kin Connection",
        "description": "<p>You are always in a flow of information: you receive something, you transmit something. The Internet, public relations, social and public activities, something global, international suits you well. Often this energy in the matrix indicates that the soul has come into this generation not for the first time, in order to complete its tasks that it did not “close” in the previous incarnation. A person with this energy needs to feel that they are a cog in a large system. They understand, that this system on the one hand can limit you, and on the other, give strength and knowledge. Until a certain age or event, they may be in “hibernation” and not show their talents in any way. When people live this energy negatively (living an ordinary simple life), the system “wastes” them and completely forgets about them. For example, all the photographs burned, or all the documents disappeared, and there is no way to restore them completely - i.e. there is no way to preserve the memory of yourself.</p>"
      },
      "21": {
        "name": "21 - Energy of Peace",
        "description": "<p>Energy symbolizes tolerance, global goals, and universal ideals. You consider the whole world a home, do not divide people into friends and strangers, and accept all religions, nationalities and languages. Always accept other people's points of view, do not like to argue, extremely peaceful and accommodating. Sincerely believe in your power to make the world better. You are enthusiastic about any modern technology, you like to learn about the world and communicate with strangers. You might move to another country or city during your life, and travel a lot. You love to participate in global projects. You can lead groups of like-minded people and inspire everyone with your ideas.</p>"
      },
      "22": {
        "name": "22 - Energy of Freedom",
        "description": "<p>This is the energy of unconditional love or supreme spiritual freedom. The main characteristics of such a person are the spontaneity of feelings, complete freedom, and the absence of any framework or restrictions. A person belongs to the whole world, is open and inquisitive, easily tolerates a simple Spartan environment and the lack of basic amenities. They feel like an integral part of nature, so they strive to live away from the bustle of the city and the benefits of civilization in general. They easily master new roads, are not afraid to part with the past, and do not have the habit of dragging behind them the burden of problems from the past. They live one day at a time.</p>"
      }
    }
  } 
}  
